Revit 2027 API
ParameterTypeId.MepAirloopHeatexchangerType Property
 "Heat Exchanger"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAirloopHeatexchangerType { get; }
Public Shared ReadOnly Property MepAirloopHeatexchangerType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAirloopHeatexchangerType {
	ForgeTypeId^ get ();
}
static member MepAirloopHeatexchangerType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace